Revit 2027 API
FabricSheetType.MajorEndOverhang Property
 The distance from the edge of the sheet to the last wire (measured in the major direction).
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double MajorEndOverhang { get; }
Public ReadOnly Property MajorEndOverhang As Double
	Get
public:
property double MajorEndOverhang {
	double get ();
}
member MajorEndOverhang : float with get
Property Value
Double
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace